{
  "url": "http://kurser.ku.dk/course/LOJK10248U",
  "duration": 1,
  "course capacity": "No limits\n\nThe number of seats may be reduced in the late registration\nperiod",
  "study board": [
    "Study Board of Natural Resources, Environment and Animal\nScience"
  ],
  "contracting departments": ["Department of Food and Resource Economics"],
  "contracting faculty": "Faculty of Science",
  "lecturers": [
    "Professor Søren Bøye Olsen,",
    "",
    "researchers from the Department of Food and Resource Economics,",
    "",
    "and a few guest lecturers"
  ],
  "last-modified": "Saved on the\n28-02-2023",
  "Education": [
    "MSc Programme in Agricultural Economics\n\nMSc Programme in Environmental and Natural Resource Economics\n\nMSc Programme in Forest and Nature Management"
  ],
  "Literature": [
    "See Absalon for the actual list of course literature.",
    "Examples of course literature that has previously been used are:\n\n- Bateman, Ian J. et al.: Economic Valuation with Stated Preference\nTechniques: A Manual, Edward Elgar.\n\n- Atkinson, G., Braathen, N. A., Groom, B., and Mourato S.:\nCost-benefit analysis and the environment: Further developments and\npolicy use, OECD \n\n- Freeman, A. M., Herriges, J. A., and Kling, C. L.: The\nMeasurement of Environmental and Resource Values - Theory and\nmethods, Resources for the Future."
  ],
  "Teaching and learning methods": [
    " Teaching is in the form of\nlectures and exercises, theoretical as well as practical (computer\nlaboratory). Lectures present the essential elements of the\ncurriculum. In the exercises the participants will have the\nopportunity to apply the methodologies and techniques introduced\nand to analyse environmental policy problems. Students are expected\nto participate actively, e.g. in class discussions, group work and\nexercises."
  ],
  "Feedback form": [
    "Oral",
    "Collective",
    "Continuous feedback during the course of the semester",
    "Feedback by final exam (In addition to the grade)",
    "Peer feedback (Students give each other feedback)",
    "Digital quizzes combined with peer feedback"
  ],
  "Sign up": [
    "As\nan exchange, guest and credit student - click here!",
    "Continuing Education - click here!",
    " Self Service at KUnet"
  ],
  "study_level": "Master",
  "start_block": 3,
  "course_id": "LOJK10248U",
  "title": "Economic Valuation Methods and Cost-Benefit Analysis",
  "course_language": "en",
  "workloads": [
    { "workload_type": "lectures", "hours": 42.0 },
    { "workload_type": "preparation", "hours": 132.0 },
    { "workload_type": "theory_exercises", "hours": 14.0 },
    { "workload_type": "practical_exercises", "hours": 17.0 },
    { "workload_type": "exam", "hours": 1.0 }
  ],
  "credits": 7.5,
  "coordinators": [
    { "full_name": "Søren Bøye Olsen", "email": "sobo@ifro.ku.dk" }
  ],
  "schedules": [{ "schedule_type": "A" }],
  "exams": [{ "exam_type": "oral_examination", "minutes": 20 }],
  "raw_description": "cost-benefit analysis (cba) provides a framework for analysing the desirability of new policies and projects in welfare economic terms, as well as assessing tradeoffs made in decision making at all levels (individuals, companies, organisations, societies). the course will give a detailed account of the cba methodology focusing on environmental policies, projects and decision-making. it will mainly take the societal perspective, ideally aiming for a socially optimal supply of environmental goods and services and a sustainable use of resources. a particular challenge for environmental decision-making relates to tradeoffs involving non-market goods and services. the cba framework requires inclusion of all policy and project impacts, on market goods as well as on non-market goods. economic valuation methods serve as tools to assess the benefits and costs for impacts on non-marketed goods and services in monetary terms, thus enabling inclusion in cba. the course will therefore also give a detailed account of the different available economic valuation methods, focusing on the pros and cons of each of these in relation to practical applications. students will get hands-on experience with conducting economic valuation of non-market environmental goods as well as conducting cba in a practical case involving environmental decision-making.  the core components of the course are:  - utility, preferences and welfare measures  - total economic value  - cost-benefit analysis  - standard conversion factor and tax dead-weight loss  - discounting and risk  - revealed preference methods including travel cost methods and hedonic pricing methods  - stated preference methods including contingent valuation and choice modelling  - benefit transfer methods  - principles for valuing human life and health  - social cost of carbon  - relevant case studies to illustrate the application of economic valuation methods and cba in practice. the central themes of the course are the methodologies and techniques applied in economic valuation and cost-benefit analyses and the underlying economic theory. economic valuation and cost-benefit analysis are being increasingly applied as support for environmental policy decisions, often in a sustainability context. these analytical tools are also often applied in the fields of health, transportation and marketing. the skills and competencies acquired in this course are relevant for employment in private companies, public administrations, research, consultancies and non-governmental organisations. having successfully completed the course the participant is expected to be able to:  knowledge:  - explain the welfare economic principles underlying economic valuation methods and cost-benefit analysis  - reflect on the validity and limitations of welfare economic theory in political and ethical contexts  - describe the different economic valuation methods and the analytical approaches to cost-benefit analysis  - reflect on the relevance and limitations of valuation methods and cost-benefit analysis for sustainability assessments and in relation to various environmental goods and services, human life, etc.  skills:  - identify relevant approaches to economic valuation studies and cost-benefit analyses in specific analytical settings  - carry out economic valuation and cost-benefit analyses using appropriate statistical and quantitative techniques involving handling and evaluating digital data and analysing it using relevant software solutions  - evaluate the validity of the quantitative results obtained in valuation studies and cost-benefit analyses.  competences:  - explain the relevance and limitations of economic valuation methods and cost-benefit analysis in different policy settings  - discuss scientific and political disagreements in relation to economic valuation and cost-benefit analysis. it is highly recommended to have taken the bsc course in environmental and natural resource economics (nifb14004u) or similar courses. furthermore, it is recommended that students have acquired basic competences in micro economics (e.g. lojb10259 or similar courses) as well as econometrics (e.g. lojk10272 or similar courses) academic qualifications equivalent to a bsc degree is recommended.",
  "description": "[{\"type\": \"h1\", \"string\": \"Course Description\"}, {\"type\": \"p\", \"string\": \"Cost-Benefit Analysis (CBA) provides a framework for analysing the desirability of new policies and projects in welfare economic terms, as well as assessing tradeoffs made in decision making at all levels (individuals, companies, organisations, societies). The course will give a detailed account of the CBA methodology focusing on environmental policies, projects and decision-making. It will mainly take the societal perspective, ideally aiming for a socially optimal supply of environmental goods and services and a sustainable use of resources.\"}, {\"type\": \"p\", \"string\": \"A particular challenge for environmental decision-making relates to tradeoffs involving non-market goods and services. The CBA framework requires inclusion of all policy and project impacts, on market goods as well as on non-market goods. Economic Valuation Methods serve as tools to assess the benefits and costs for impacts on non-marketed goods and services in monetary terms, thus enabling inclusion in CBA. The course will therefore also give a detailed account of the different available Economic Valuation Methods, focusing on the pros and cons of each of these in relation to practical applications.\"}, {\"type\": \"p\", \"string\": \"Students will get hands-on experience with conducting economic valuation of non-market environmental goods as well as conducting CBA in a practical case involving environmental decision-making.  The core components of the course are:  - Utility, preferences and welfare measures  - Total Economic Value  - Cost-Benefit Analysis  - Standard conversion factor and tax dead-weight loss  - Discounting and risk  - Revealed preference methods including Travel Cost Methods and Hedonic Pricing Methods  - Stated preference methods including Contingent Valuation and Choice Modelling  - Benefit transfer methods  - Principles for valuing human life and health  - Social cost of carbon  - Relevant case studies to illustrate the application of economic valuation methods and CBA in practice.\"}, {\"type\": \"h1\", \"string\": \"Learning Outcome\"}, {\"type\": \"p\", \"string\": \"The central themes of the course are the methodologies and techniques applied in economic valuation and cost-benefit analyses and the underlying economic theory. Economic valuation and cost-benefit analysis are being increasingly applied as support for environmental policy decisions, often in a sustainability context. These analytical tools are also often applied in the fields of health, transportation and marketing. The skills and competencies acquired in this course are relevant for employment in private companies, public administrations, research, consultancies and non-governmental organisations.\"}, {\"type\": \"p\", \"string\": \"Having successfully completed the course the participant is expected to be able to:  Knowledge:  - Explain the welfare economic principles underlying economic valuation methods and cost-benefit analysis  - Reflect on the validity and limitations of welfare economic theory in political and ethical contexts  - Describe the different economic valuation methods and the analytical approaches to cost-benefit analysis  - Reflect on the relevance and limitations of valuation methods and cost-benefit analysis for sustainability assessments and in relation to various environmental goods and services, human life, etc.  Skills:  - Identify relevant approaches to economic valuation studies and cost-benefit analyses in specific analytical settings  - Carry out economic valuation and cost-benefit analyses using appropriate statistical and quantitative techniques involving handling and evaluating digital data and analysing it using relevant software solutions  - Evaluate the validity of the quantitative results obtained in valuation studies and cost-benefit analyses.  Competences:  - Explain the relevance and limitations of economic valuation methods and cost-benefit analysis in different policy settings  - Discuss scientific and political disagreements in relation to economic valuation and cost-benefit analysis.\"}, {\"type\": \"h1\", \"string\": \"Recommended Academic Qualifications\"}, {\"type\": \"p\", \"string\": \"It is highly recommended to have taken the BSc course in Environmental and Natural Resource Economics (NIFB14004U) or similar courses.\"}, {\"type\": \"p\", \"string\": \"Furthermore, it is recommended that students have acquired basic competences in micro economics (e.g. LOJB10259 or similar courses) as well as econometrics (e.g. LOJK10272 or similar courses)\"}, {\"type\": \"p\", \"string\": \"Academic qualifications equivalent to a BSc degree is recommended.\"}]"
}
