{
  "url": "http://kurser.ku.dk/course/NFYK15003U",
  "duration": 1,
  "course capacity": "no limit\n\nThe number of seats may be reduced in the late registration\nperiod",
  "study board": ["Study Board of Physics, Chemistry and Nanoscience"],
  "contracting departments": ["The Niels Bohr Institute"],
  "contracting faculty": "Faculty of Science",
  "lecturers": [
    "Markus Tobias Ahlers",
    "",
    "Cristian Vergu (c.vergu@nbi.ku.dk)"
  ],
  "last-modified": "Saved on the\n28-02-2023",
  "Education": [
    "MSc Programme in Physics\n\nMSc Programme in Physics with a minor\nsubject"
  ],
  "Literature": [
    "See Absalon for final course material. The following is an\nexample of expected course literature.",
    "",
    "J.J. Sakurai and Jim Napolitana, Modern Quantum\nMechanics."
  ],
  "Teaching and learning methods": [" Lectures and exercise\nsessions"],
  "Feedback form": ["Written"],
  "Sign up": [
    "",
    "As\nan exchange, guest and credit student - click here!",
    "Continuing Education - click here!",
    " Self Service at KUnet"
  ],
  "study_level": "Master",
  "start_block": 1,
  "course_id": "NFYK15003U",
  "title": "Advanced Quantum Mechanics (Quant3)",
  "course_language": "en",
  "workloads": [
    { "workload_type": "lectures", "hours": 28.0 },
    { "workload_type": "preparation", "hours": 90.0 },
    { "workload_type": "theory_exercises", "hours": 42.0 },
    { "workload_type": "project_work", "hours": 42.0 },
    { "workload_type": "exam", "hours": 4.0 }
  ],
  "credits": 7.5,
  "coordinators": [
    { "full_name": "Markus Tobias Ahlers", "email": "Markus.ahlers@nbi.ku.dk" }
  ],
  "schedules": [{ "schedule_type": "B" }],
  "exams": [
    { "exam_type": "written_examination", "minutes": 240 },
    { "exam_type": "continuous_assessment" }
  ],
  "raw_description": "the course is a graduate level in quantum mechanics with emphasis on providing the students with tools to understand the advanced courses within the quantum branch of the master program. the introductory undergraduate quantum mechanics curriculum is reviewed and expanded with emphasis on important concepts such as symmetries, approximate methods, scattering theory, and second quantization. the course introduces the concepts of propagators and density matrices, applied to physical examples, as well as relativistic quantum mechanics. knowledge the course gives knowledge about the modern quantum mechanics formalism, including dirac notation, density matrices, different representations (such as e.g. position and momentum representations), and the importance of symmetries for conservation laws and practical solutions of quantum mechanical problems. furthermore, the principles of scattering theory and time-dependent perturbation theory is an important part of the course, as well as introductions to relativistic and many-particle states. skills the course should provide the student with the ability to: understand a quantum mechanical description of physical systems. solve  both time-dependent and time-independent  simple examples of quantum mechanical problems using the dirac formalism. use the concept of propagators and understand feynman's method of path integrals. use symmetry arguments to simplify the c.alculations and to understand the corresponding conserved quantities calculate scattering amplitudes using advanced scattering theory formulate and perform calculations on many-body problems in terms of second quantization. understand the relativistic dirac equation and its relation to non-relativistic quantum mechanics. competences this course will provide the students with the necessary background for further studies in the different topics of quantum physics, such as quantum optics, condensed matter physics and particle physics, and it will give the student some of the necessary tools needed for analyzing physical systems where quantum mechanical effects play an important role. students will also be introduced to simple quantum computations that allow us to illustrate and probe the behavior of quantum systems. 10-15 ects undergraduate courses in quantum mechanics academic qualifications equivalent to a bsc degree is recommended.",
  "description": "[{\"type\": \"h1\", \"string\": \"Course Description\"}, {\"type\": \"p\", \"string\": \"The course is a graduate level in quantum mechanics with emphasis on providing the students with tools to understand the advanced courses within the quantum branch of the master program. The introductory undergraduate quantum mechanics curriculum is reviewed and expanded with emphasis on important concepts such as symmetries, approximate methods, scattering theory, and second quantization. The course introduces the concepts of propagators and density matrices, applied to physical examples, as well as relativistic quantum mechanics.\"}, {\"type\": \"h1\", \"string\": \"Learning Outcome\"}, {\"type\": \"p\", \"string\": \"Knowledge\"}, {\"type\": \"p\", \"string\": \"The course gives knowledge about the modern quantum mechanics formalism, including Dirac notation, density matrices, different representations (such as e.g. position and momentum representations), and the importance of symmetries for conservation laws and practical solutions of quantum mechanical problems. Furthermore, the principles of scattering theory and time-dependent perturbation theory is an important part of the course, as well as introductions to relativistic and many-particle states.\"}, {\"type\": \"p\", \"string\": \"Skills The course should provide the student with the ability to:\"}, {\"type\": \"li\", \"string\": \"Understand a quantum mechanical description of physical systems.\"}, {\"type\": \"li\", \"string\": \"Solve  both time-dependent and time-independent  simple examples of quantum mechanical problems using the Dirac formalism.\"}, {\"type\": \"li\", \"string\": \"Use the concept of propagators and understand Feynman's method of path integrals.\"}, {\"type\": \"li\", \"string\": \"Use symmetry arguments to simplify the c.alculations and to understand the corresponding conserved quantities\"}, {\"type\": \"li\", \"string\": \"Calculate scattering amplitudes using advanced scattering theory\"}, {\"type\": \"li\", \"string\": \"Formulate and perform calculations on many-body problems in terms of second quantization.\"}, {\"type\": \"li\", \"string\": \"Understand the relativistic Dirac equation and its relation to non-relativistic quantum mechanics.\"}, {\"type\": \"p\", \"string\": \"Competences This course will provide the students with the necessary background for further studies in the different topics of quantum physics, such as quantum optics, condensed matter physics and particle physics, and it will give the student some of the necessary tools needed for analyzing physical systems where quantum mechanical effects play an important role. Students will also be introduced to simple quantum computations that allow us to illustrate and probe the behavior of quantum systems.\"}, {\"type\": \"h1\", \"string\": \"Recommended Academic Qualifications\"}, {\"type\": \"p\", \"string\": \"10-15 ECTS undergraduate courses in quantum mechanics\"}, {\"type\": \"p\", \"string\": \"Academic qualifications equivalent to a BSc degree is recommended.\"}]"
}
