{"url": "http://kurser.ku.dk/course/NFYK23009U", "duration": 1, "course capacity": "20\n\nDer kan være færre pladser i eftertilmeldingsperioden", "study board": ["Studienævn for Fysik, Kemi og Nanoscience"], "contracting departments": ["Niels Bohr Institutet"], "contracting faculty": "Faculty of Science", "last-modified": "Gemt den\n28-02-2023", "Engelsk titel": ["Physics Educational Experiments"], "Education": ["Bacheloruddannelsen i fysik\n\nKandidatuddannelsen i fysik\n\nKandidatuddannelsen i fysik med sidefag"], "Literature": ["Studenten søger selv (under vejledning) materiale og\neksperimentbeskrivelser, f.eks. på nettet, i lærebøger, i tidligere\nFUF noter, eller i firmavejledninger for det anvendte\napparatur.", "Der forventes en høj grad af selvstændighed af den\nstuderende i valg af forsøg og baggrundsmateriale."], "Teaching and learning methods": [" Undervisningen er rent\neksperimentel og er baseret på, at der i kurset laves en række\nmindre laboratorieprojekter. Der lægges vægt på selvstændigt,\nopsøgende initiativ. Studenten finder således bl.a. selv relevante\neksperimenter og forsøgsbeskrivelser inden for det aftalte emne.\nEnkelte undervisningsgange afsluttes med fælles diskussion. Kurset\nafsluttes med en rapport og eksamen over et større selvvalgt\nprojekt."], "Remarks": [" Please note that this\ncourse is taught in Danish."], "Feedback form": ["Mundtlig"], "Sign up": ["Som meritstuderende - klik her!", "Som enkeltfags-studerende (efter- og videreuddannelse) - klik\nher!", " Selvbetjeningen på KUnet"], "study_level": "Master", "start_block": 3, "course_id": "NFYK23009U", "title": "Fysiske undervisningsforsøg (FUF)", "course_language": "da", "workloads": [{"workload_type": "preparation", "hours": 140.5}, {"workload_type": "practical_exercises", "hours": 65.0}, {"workload_type": "exam", "hours": 0.5}], "credits": 7.5, "coordinators": [{"full_name": "Ian Bearden", "email": "bearden@nbi.ku.dk"}], "schedules": [{"schedule_type": "C"}], "exams": [{"exam_type": "continuous_assessment"}], "raw_description": "formål at give den studerende kendskab til et bredt udsnit af det forsøgsapparatur og de forsøg, som anvendes i fysikundervisningen i gymnasiet og på kurser på tilsvarende niveau, samt kendskab til demonstrationsforsøg på videregående uddannelser. desuden at sætte den studerende i stand til at kunne udvælge, opstille og udføre en forsøgsrække til illustration af et givet emne eller område af fysikken, samt give en skriftlig og mundtlig gennemgang af helheden. den studerende skal på alle trin kunne foretage relevante overvejelser over laboratoriesikkerhed. indhold demonstrationsforsøg, projektforsøg og elevøvelser. emnekredsen er normalt inden for gymnasiets pensum inkl. projekter, større skriftlige opgaver mv. det er dog også muligt at udnytte kursets store apparaturpark til at fokusere på mere avancerede emner, stadig med det sigte at øve eksperimentelle færdigheder. der afleveres enkeltmandsrapporter med en minimal illustrerende teori på et niveau som kan forventes af en bachelor i fysik samt med kritisk stillingtagen til forsøgenes anvendelighed til undervisning og en perspektivering af forsøgene. der udføres usikkerhedsberegning og fejlanalyse på relevant niveau samt en gennemgang af sikkerhedsaspekter omkring eksperimenterne. laboratoriesikkerhed og øvrige arbejdsmiljøaspekter bearbejdes løbende i vekselvirkning med vejlederne i forbindelse med de relevante forsøg. ved anvendelse af stoffer og kemikalier skal de studerende gennemarbejde de pågældende kemikaliebrugsanvisninger. færdigheder karakteren 12 gives for den fremragende præstation omfattende væsentlige elementer af nedenstående liste: der er en sikker og omfattende søgning og anvendelse af støttematerialer, og der skelnes klart mellem centrale og uvæsentlige forsøg. afprøvningen af forsøg er omfattende og grundig, og der gives dækkende begrundelser for udvælgelsen. der vises omfattende færdigheder i udførelse af forsøg. afleveringerne er klare og forståelige for målgruppen i gymnasieskolen. databehandlingen (hvor der er tale om målinger) er grundig med grafer, tabeller mm. anvendt på en for indlæring optimal måde. sikkerhed og arbejdsmiljø er overalt inddraget og overvejet på en hensigtsmæssig og helt dækkende måde. rapporten er sammenhængende med fokus på centrale eksperimenter og en hensigtsmæssig efterbehandling af forsøgene, opstilling, sikkerhed mm. den er en letlæselig, klart opstillet beskrivelse af et eksperimentelt forløb, der belyser et eller flere emner, der er relevante for undervisning på gymnasielt niveau. der gives dækkende begrundelser for inddragning af forsøgene, og der er redegjort for, hvor i sammenhængen de bruges. der redegøres i rapporten for fysikken i emnet på en dækkende, korrekt og relevant måde på universitetsniveau. det mundtlige forsvar er levende, sammenhængende og klart forståelig. der anvendes optimal brug af av hjælpemidler, forsøgene bringes ind i deres rette sammenhæng ud fra opgavestillingen. de demonstrerede forsøg ved eksamen er udvalgt hensigtsmæssigt og er centrale, og de er veludført. den minimale teoretiske baggrund er velgennemtænkt og støtter på en optimal måde læringsudbyttet af det eksperimentelle forløb. viden efter kurset forventes den aktive studerende at have tilegnet sig kendskab til et bredt udsnit af det forsøgsapparatur og en bred vifte af de forsøg, som anvendes i fysikundervisningen i gymnasieskolen. den studerende har også tilegnet sig kendskab til eksperimentelt arbejde på kandidatniveau. kompetencer    den studerende vil have opnået erfaring med at udvælge, opstille og udføre en forsøgsrække til illustration af et givet emne eller område af fysikken, samt med at give en skriftlig og mundtlig gennemgang af helheden. den studerende vil have lært at foretage relevante overvejelser over laboratoriesikkerhed. den studerende vil have øvet didaktiske overvejelser over sit eget såvel som andres undervisningsforløb, f.eks. velovervejede valg mellem deduktiv og induktiv læring af konkrete emner og hensigtsmæssigheden af forskellige forsøgstyper for at opnå det bedste læringsudbytte. bachelorfagpakken i fysik eller tilsvarende kurset forudsætter faglighed svarende til en bestået ba-uddannelse.", "description": "[{\"type\": \"h1\", \"string\": \"Course Description\"}, {\"type\": \"p\", \"string\": \"Formål At give den studerende kendskab til et bredt udsnit af det forsøgsapparatur og de forsøg, som anvendes i fysikundervisningen i gymnasiet og på kurser på tilsvarende niveau, samt kendskab til demonstrationsforsøg på videregående uddannelser. Desuden at sætte den studerende i stand til at kunne udvælge, opstille og udføre en forsøgsrække til illustration af et givet emne eller område af fysikken, samt give en skriftlig og mundtlig gennemgang af helheden. Den studerende skal på alle trin kunne foretage relevante overvejelser over laboratoriesikkerhed. Indhold Demonstrationsforsøg, projektforsøg og elevøvelser. Emnekredsen er normalt inden for gymnasiets pensum inkl. projekter, større skriftlige opgaver mv. Det er dog også muligt at udnytte kursets store apparaturpark til at fokusere på mere avancerede emner, stadig med det sigte at øve eksperimentelle færdigheder. Der afleveres enkeltmandsrapporter med en minimal illustrerende teori på et niveau som kan forventes af en bachelor i fysik samt med kritisk stillingtagen til forsøgenes anvendelighed til undervisning og en perspektivering af forsøgene. Der udføres usikkerhedsberegning og fejlanalyse på relevant niveau samt en gennemgang af sikkerhedsaspekter omkring eksperimenterne.\"}, {\"type\": \"p\", \"string\": \"Laboratoriesikkerhed og øvrige arbejdsmiljøaspekter bearbejdes løbende i vekselvirkning med vejlederne i forbindelse med de relevante forsøg. Ved anvendelse af stoffer og kemikalier skal de studerende gennemarbejde de pågældende kemikaliebrugsanvisninger.\"}, {\"type\": \"h1\", \"string\": \"Learning Outcome\"}, {\"type\": \"p\", \"string\": \"Færdigheder Karakteren 12 gives for den fremragende præstation omfattende væsentlige elementer af nedenstående liste:\"}, {\"type\": \"li\", \"string\": \"Der er en sikker og omfattende søgning og anvendelse af støttematerialer, og der skelnes klart mellem centrale og uvæsentlige forsøg.\"}, {\"type\": \"li\", \"string\": \"Afprøvningen af forsøg er omfattende og grundig, og der gives dækkende begrundelser for udvælgelsen.\"}, {\"type\": \"li\", \"string\": \"Der vises omfattende færdigheder i udførelse af forsøg.\"}, {\"type\": \"li\", \"string\": \"Afleveringerne er klare og forståelige for målgruppen i gymnasieskolen.\"}, {\"type\": \"li\", \"string\": \"Databehandlingen (hvor der er tale om målinger) er grundig med grafer, tabeller mm. anvendt på en for indlæring optimal måde.\"}, {\"type\": \"li\", \"string\": \"Sikkerhed og arbejdsmiljø er overalt inddraget og overvejet på en hensigtsmæssig og helt dækkende måde.\"}, {\"type\": \"li\", \"string\": \"Rapporten er sammenhængende med fokus på centrale eksperimenter og en hensigtsmæssig efterbehandling af forsøgene, opstilling, sikkerhed mm. Den er en letlæselig, klart opstillet beskrivelse af et eksperimentelt forløb, der belyser et eller flere emner, der er relevante for undervisning på gymnasielt niveau. Der gives dækkende begrundelser for inddragning af forsøgene, og der er redegjort for, hvor i sammenhængen de bruges.\"}, {\"type\": \"li\", \"string\": \"Der redegøres i rapporten for fysikken i emnet på en dækkende, korrekt og relevant måde på universitetsniveau.\"}, {\"type\": \"li\", \"string\": \"Det mundtlige forsvar er levende, sammenhængende og klart forståelig. Der anvendes optimal brug af AV hjælpemidler, forsøgene bringes ind i deres rette sammenhæng ud fra opgavestillingen.\"}, {\"type\": \"li\", \"string\": \"De demonstrerede forsøg ved eksamen er udvalgt hensigtsmæssigt og er centrale, og de er veludført. Den minimale teoretiske baggrund er velgennemtænkt og støtter på en optimal måde læringsudbyttet af det eksperimentelle forløb.\"}, {\"type\": \"p\", \"string\": \"Viden Efter kurset forventes den aktive studerende at have tilegnet sig kendskab til et bredt udsnit af det forsøgsapparatur og en bred vifte af de forsøg, som anvendes i fysikundervisningen i gymnasieskolen. Den studerende har også tilegnet sig kendskab til eksperimentelt arbejde på kandidatniveau. Kompetencer    Den studerende vil have opnået erfaring med at udvælge, opstille og udføre en forsøgsrække til illustration af et givet emne eller område af fysikken, samt med at give en skriftlig og mundtlig gennemgang af helheden. Den studerende vil have lært at foretage relevante overvejelser over laboratoriesikkerhed. Den studerende vil have øvet didaktiske overvejelser over sit eget såvel som andres undervisningsforløb, f.eks. velovervejede valg mellem deduktiv og induktiv læring af konkrete emner og hensigtsmæssigheden af forskellige forsøgstyper for at opnå det bedste læringsudbytte.\"}, {\"type\": \"h1\", \"string\": \"Recommended Academic Qualifications\"}, {\"type\": \"p\", \"string\": \"Bachelorfagpakken i fysik eller tilsvarende\"}, {\"type\": \"p\", \"string\": \"Kurset forudsætter faglighed svarende til en bestået BA-uddannelse.\"}]"}