{
  "url": "http://kurser.ku.dk/course/NIFK17002U",
  "duration": 1,
  "course capacity": "25\n\nThe number of seats may be reduced in the late registration\nperiod",
  "study board": [
    "Study Board of Natural Resources, Environment and Animal\nScience"
  ],
  "contracting departments": ["Department of Food and Resource Economics"],
  "contracting faculty": "Faculty of Science",
  "lecturers": [
    "Jens Emborg will lead the course, with possible input on-line\nfrom Prof. Steven Daniels from Utah State University and/or Prof.\nGregg Walker from Oregon State University."
  ],
  "last-modified": "Saved on the\n11-04-2023",
  "Education": [
    "MSc Programme in Forest and Nature Management\n\nMSc Programme in Sustainable Forest and Nature\nManagement"
  ],
  "Literature": [
    "The course literature includes a core\n\"back-bone article\" of the course, suplemented by\nselected articles and chapters from books on\nenvironmental conflict, public policy decision making, process\ndesign, collaboration and negotiation. The back-bone\narticle: \"The Unifying Negotiation Framework: A Model of\nPolicy Discourse\" was published in 2012 (Conflict\nResolution Quarterly 30(1):3-31) by the course\ndesigners (Emborg, Daniels &Walker). The article presents\nthe Unifying Negotiation Framework (UNF) as an organizing structure\nfor the course.",
    "The supplementary literature extends the UNF by\npresenting theoretical points and illustrate case/country-specific\ndynamics. See Absalon for a specific list of course\nliterature. As an example, the following books have been\nused in former versions of the course:",
    "Coleman, Deutsch and Marcus: The Handbook of Conflict\nResolution",
    "Forester: Dealing with Difference - Dramas of Mediating Public\nDisputes",
    "Gelfand and Brett: The Handbook of Negotiation and Culture",
    "Hajer and Wagenaar: Deliberative Policy Analysis",
    "To support the students project work a broad selection of\noptional relevant course literature will be available\nincluding conceptual essays and case studies about how to\nassess and analyse multi-stakeholder environmental conflict\nsituations and how to design negotiation processes sensitive to\ncultural and institutional aspects - as well as the\npeculiar individuals and incentives involved in the\nsituation."
  ],
  "Formal requirements": [" None"],
  "Teaching and learning methods": [
    " The course is composed of\nalternating lectures, exercises, student seminars and discussions -\nas well as an individual project report. The lectures give overview\nof theory/principles, examples of application in practice and make\nconnections between different parts of conflict management.\nExercises, student seminars are made, as well as written course\nassignments, where theory and experiences are translated into\npractical analysis and advice. The individual project work gives\nhands-on experience with a specific real life case of own choice.\nThe specific mix of learning approaches will depend on the size and\ninterests of the class."
  ],
  "Feedback form": [
    "Written",
    "Oral",
    "Individual",
    "Collective",
    "Continuous feedback during the course of the semester",
    "Feedback by final exam (In addition to the grade)",
    "Various forms of feed-back will be used flexibly each year,\ne.g. depending on the numbers of students in class. This\nmay imply that not all kínds of the above marked feed-back\nforms will be used each year. Particular feed-back focus will\nbe on the written course assignments."
  ],
  "Sign up": [
    "As\nan exchange, guest and credit student - click here!",
    "",
    "Continuing Education - click here!",
    " Self Service at KUnet"
  ],
  "study_level": "Master",
  "start_block": 1,
  "course_id": "NIFK17002U",
  "title": "Conflict Analysis and Negotiation Design",
  "course_language": "en",
  "workloads": [
    { "workload_type": "lectures", "hours": 32.0 },
    { "workload_type": "preparation", "hours": 56.0 },
    { "workload_type": "practical_exercises", "hours": 18.0 },
    { "workload_type": "project_work", "hours": 99.0 },
    { "workload_type": "guidance", "hours": 1.0 }
  ],
  "credits": 7.5,
  "coordinators": [{ "full_name": "Jens Emborg", "email": "jee@ifro.ku.dk" }],
  "schedules": [{ "schedule_type": "A" }],
  "exams": [{ "exam_type": "written_assignment", "minutes": 14400 }],
  "raw_description": "most msc candidates working with sustainability, the environment, land use, forestry, global development, urban planning, natural resource management, nature conservation and climate change - will professionally be part of contentious public policy decision making. in public policy decision making scientific knowledge will be negotiated against values, concerns and conflicting interests of the public. oftentimes power, deeply held values, vested interests, heavy institutions, strong incentives - and even violence will be part of the game. to competently manouver in such complex decision spaces one must handle relevant theory and tools to analyse the situation and identify the critical features to be addressed. conflict/situation analysis forms the basis for meaningful design of multiparty negotiations, mediation and/or other actions/interventions. the course imply efforts to innovate inclusive decision making processes as a basis for creative solutions and new ways forward in complex social-environmental conflict situations. competent analysis, agile manouvering, skillfull process design and facilitation in/of such complex environmental conflict situations is at the core of contemporary sustainable environmental and natural resource management. balancing the many different interests and deeply held values in a multi-cultural, institutional setting through constructive multi-party negotiation processes is at the core of sustainable development, land-use and management. this course presents relevant theories across disciplines and integrates them into a comprehensive, analytical framework (the unifying negotiaton framework, published by the course designers in 2012). the students will use the framework on a real-life environmental conflict case of their own choice. the student will identify the critical features of the situation and design a balanced negotiation process proposal tailored to address the specific challenges of the chosen conflict situation. the course content is distributed at two distinctly different levels: a) the personal level, and b) the process level:  a) the emphasis on the personal level comes from the recognition that the environment, land use/urban planning and natural resource management professions involve an inevitable component of conflict-laden decisionmaking. often they act in conflicted situations be it as part of political decision making, public or private management or in relation to an involved, often antagonistic general public - which requires certain personal skills and self awareness. the course presents current theory and an analytical framework on how to constructively manage complex and conflict laden public policy and planning situations - as seen from a public planning or private organization or stakeholder perspective. the course address the following specific themes: discourse, culture, institutions, power, capacity, incentives, cognition and a number of social psychological factors - all of importance for process design and personal development of facilitation skills. further, the role of learning, expert knowledge as well as local/indigenous knowledge is imphasized. the course provides theory, analytical tools and personal skills for the students. the students project work starts with an initial context assessment by use of the analytical framework. guided by their assessment the students get a personal experience with selected theories and tools in order to analyse conflicts - and develop appropriate strategies and design culturally sensitive processes for the specific situation at hand. to supplement this hands-on experience from project work a series of lectures presents an overview over the course theory, analytical frameworks and tools. student seminars, group-exercises, discussions or role plays in combination with individual work and reflection provide a basis for students personal development and awareness of own skills, capabilities and potentials with regard to conflict analysis, intervention and negotiation.  b) the second level that this course operates on addresses culturally appropriate process/negotiation design. the participants in this course will come from many different countries with many different political systems. it is not possible to teach them a universal approach to conflict management that will be equally successful in all of the countries in which they may be employed. the second major focus of the course is therefore to develop in the students the awareness of political culture and the ways in which that context must inform their efforts to design processes. processes that can integrate complex scientific issues and sensitive social values in a way that leads to innovative outcomes in natural resource decision making. the course uses concrete cases from natural resource management in euro-american as well as developing countries contexts. through exercises and project work the students can try various tools and approaches to conflict assessment, context analysis and development of context specific management strategies. part of the analysis also concerns social psychological factors as well as cognitive aspects of the situation and the peculiar groups/individuals involved. a series of broad principles will be a focal point of the course, but the students’ core learning task will be to apply those principles in a creative, flexible and integrative fashion to a case of their choosing. the course design and objectives have been constructed to response to the unique challenges and learning opportunity that a broadly international student population creates. the specific content will to some degree be adapted to the expressed learning needs and particular interests of the actual group of students and the political and institutional cultures they represent. the aim of the course is to develop the students personal conflict management and facilitation skills. a specific focus will be held on environmental conflict - as found in various cultural and socio-political contexts around the world. the aim is to learn how to assess and analyse such environmental conflict situations. based on the assesment and analysis students will learn how to make sustainable strategies and design culturally sensitive processes for inclusive negotiation, decision making and public involvement.  after completing the course, the students should be able to:  knowledge  1. demonstrate understanding of the best practices of sustainable environmental conflict management, and relate those practices to their own personal communication, conflict style, and professional effectiveness - thus extending the knowledge students may have aquired in the conflict management course (lfkk10265u) at science.   2. demonstrate comprehension of the complex nature of environmental conflict management situations.  competence and skills  1. enact essential conflict management practices, such as key skills of negotiators, facilitators, mediators, assessors, and evaluators.  2. apply a conflict management process assessment, analysis and design framework to specific cases or situations (at least one of which the student will select).  3. design comprehensive (multi-party) negotiation and learning processes that can address contentious environmental problems in the specific legal and cultural contexts in which they arise (typically the student’s country of origin or envisioned job future.) the high degree of cultural sensitivity woven into this course also provides a foundation for students whose career interests are leading them toward international projects, foreign aid and sustainable global development work. this course does not require any specific requirements or particular academic qualifications. however, it should be mentioned that this course has been designed to extend and supplement the content and learning of the conflict management course (lfkk10265u) academic qualifications equivalent to a bsc degree is recommended.",
  "description": "[{\"type\": \"h1\", \"string\": \"Course Description\"}, {\"type\": \"p\", \"string\": \"Most MSc candidates working with sustainability, the environment, land use, forestry, global development, urban planning, natural resource management, nature conservation and climate change - will professionally be part of contentious public policy decision making. In public policy decision making scientific knowledge will be negotiated against values, concerns and conflicting interests of the public. Oftentimes power, deeply held values, vested interests, heavy institutions, strong incentives - and even violence will be part of the game. To competently manouver in such complex decision spaces one must handle relevant theory and tools to analyse the situation and identify the critical features to be addressed. Conflict/situation analysis forms the basis for meaningful design of multiparty negotiations, mediation and/or other actions/interventions. The course imply efforts to innovate inclusive decision making processes as a basis for creative solutions and new ways forward in complex social-environmental conflict situations.\"}, {\"type\": \"p\", \"string\": \"Competent analysis, agile manouvering, skillfull process design and facilitation in/of such complex environmental conflict situations is at the core of contemporary sustainable environmental and natural resource management. Balancing the many different interests and deeply held values in a multi-cultural, institutional setting through constructive multi-party negotiation processes is at the core of sustainable development, land-use and management.\"}, {\"type\": \"p\", \"string\": \"This course presents relevant theories across disciplines and integrates them into a comprehensive, analytical framework (the Unifying Negotiaton Framework, published by the course designers in 2012). The students will use the framework on a real-life environmental conflict case of their own choice. The student will identify the critical features of the situation and design a balanced negotiation process proposal tailored to address the specific challenges of the chosen conflict situation.\"}, {\"type\": \"p\", \"string\": \"The course content is distributed at two distinctly different levels: A) the personal level, and B) the process level:  A) The emphasis on the personal level comes from the recognition that the environment, land use/urban planning and natural resource management professions involve an inevitable component of conflict-laden decisionmaking. Often they act in conflicted situations be it as part of political decision making, public or private management or in relation to an involved, often antagonistic general public - which requires certain personal skills and self awareness. The course presents current theory and an analytical framework on how to constructively manage complex and conflict laden public policy and planning situations - as seen from a public planning or private organization or stakeholder perspective.\"}, {\"type\": \"p\", \"string\": \"The course address the following specific themes: Discourse, Culture, Institutions, Power, Capacity, Incentives, Cognition and a number of Social Psychological Factors - all of importance for process design and personal development of facilitation skills. Further, the role of learning, expert knowledge as well as local/indigenous knowledge is imphasized. The course provides theory, analytical tools and personal skills for the students. The students project work starts with an initial context assessment by use of the analytical framework. Guided by their assessment the students get a personal experience with selected theories and tools in order to analyse conflicts - and develop appropriate strategies and design culturally sensitive processes for the specific situation at hand. To supplement this hands-on experience from project work a series of lectures presents an overview over the course theory, analytical frameworks and tools. Student seminars, group-exercises, discussions or role plays in combination with individual work and reflection provide a basis for students personal development and awareness of own skills, capabilities and potentials with regard to conflict analysis, intervention and negotiation.  B) The second level that this course operates on addresses culturally appropriate process/negotiation design. The participants in this course will come from many different countries with many different political systems. It is not possible to teach them a universal approach to conflict management that will be equally successful in all of the countries in which they may be employed. The second major focus of the course is therefore to develop in the students the awareness of political culture and the ways in which that context must inform their efforts to design processes. Processes that can integrate complex scientific issues and sensitive social values in a way that leads to innovative outcomes in natural resource decision making. The course uses concrete cases from natural resource management in Euro-American as well as developing countries contexts. Through exercises and project work the students can try various tools and approaches to conflict assessment, context analysis and development of context specific management strategies. Part of the analysis also concerns social psychological factors as well as cognitive aspects of the situation and the peculiar groups/individuals involved. A series of broad principles will be a focal point of the course, but the students’ core learning task will be to apply those principles in a creative, flexible and integrative fashion to a case of their choosing.\"}, {\"type\": \"p\", \"string\": \"The course design and objectives have been constructed to response to the unique challenges and learning opportunity that a broadly international student population creates. The specific content will to some degree be adapted to the expressed learning needs and particular interests of the actual group of students and the political and institutional cultures they represent.\"}, {\"type\": \"h1\", \"string\": \"Learning Outcome\"}, {\"type\": \"p\", \"string\": \"The aim of the course is to develop the students personal conflict management and facilitation skills. A specific focus will be held on environmental conflict - as found in various cultural and socio-political contexts around the World. The aim is to learn how to assess and analyse such environmental conflict situations. Based on the assesment and analysis students will learn how to make sustainable strategies and design culturally sensitive processes for inclusive negotiation, decision making and public involvement.  After completing the course, the students should be able to:  Knowledge  1. Demonstrate understanding of the best practices of sustainable environmental conflict management, and relate those practices to their own personal communication, conflict style, and professional effectiveness - thus extending the knowledge students may have aquired in the Conflict Management course (LFKK10265U) at Science.   2. Demonstrate comprehension of the complex nature of environmental conflict management situations.  Competence and Skills  1. Enact essential conflict management practices, such as key skills of negotiators, facilitators, mediators, assessors, and evaluators.  2. Apply a conflict management process assessment, analysis and design framework to specific cases or situations (at least one of which the student will select).  3. Design comprehensive (multi-party) negotiation and learning processes that can address contentious environmental problems in the specific legal and cultural contexts in which they arise (typically the student’s country of origin or envisioned job future.)\"}, {\"type\": \"p\", \"string\": \"The high degree of cultural sensitivity woven into this course also provides a foundation for students whose career interests are leading them toward international projects, foreign aid and sustainable global development work.\"}, {\"type\": \"h1\", \"string\": \"Recommended Academic Qualifications\"}, {\"type\": \"p\", \"string\": \"This course does not require any specific requirements or particular academic qualifications. However, it should be mentioned that this course has been designed to extend and supplement the content and learning of the Conflict Management Course (LFKK10265U)\"}, {\"type\": \"p\", \"string\": \"Academic qualifications equivalent to a BSc degree is recommended.\"}]"
}
