{
  "url": "http://kurser.ku.dk/course/NIGB15038U",
  "duration": 1,
  "course capacity": "70\n\nDer kan være færre pladser i eftertilmeldingsperioden",
  "study board": ["Studienævn for Geovidenskaber og Planlægning"],
  "contracting departments": ["Institut for Geovidenskab og Naturforvaltning"],
  "contracting faculty": "Faculty of Science",
  "lecturers": [
    "Rikke Munck Petersen",
    "",
    "Heidi Svenningsen Kajita",
    "",
    "Stig L. Andersson",
    "",
    "Liv Løvetand",
    "",
    "Emilie Kjeldsen Kjær",
    "",
    "Cæcilie Andrea Bue"
  ],
  "last-modified": "Gemt den\n06-06-2023",
  "Engelsk titel": [
    "Practice & Aesthetics in Landscape Architecture -\nStudio"
  ],
  "Education": ["Bacheloruddannelsen i landskabsarkitektur"],
  "Literature": ["Se Absalon for kursuslitteratur.", ""],
  "Teaching and learning methods": [
    null,
    null,
    null,
    " Undervisningen består\nhovedsagelig af individuel tegnebordsvejledning, ugentlige\npræsentationer i forskellige feedback former forankret i det\nindividuelle projektarbejde. Det er kategoriseret som øvelse,\nhvilket er defineret som \"tegnesalsarbejde med\nindividuel/gruppevis tegnebordsvejledning, delafleveringer med\nfeedback, fremlæggelser, fælles kommentarer og anvisninger på\ntegnesalen med undervisere tilstede”. Dele af det individuelle\nprojektarbejde udarbejdes selvstænding og kategoriseres som\nforberedelse. ”Forberedelse rummer individuelt projektarbejde,\nudarbejdelse af præsentation, læsning, skrivning uden\ntilstedeværelse af undervisere”. I det individuelle projektforløb\nindgår der centrale udforskningsopgaver som indlejret dele af\nprojektarbejdet. Dertil er knyttet forelæsninger, mindre støttende\nøvelser og egne studier hvorigennem den studerende opbygger viden i\nsamspil med øvrige færdigheder og kompetencer. Tre udstillinger\nindgår i undervisningen som vigtig øvelse i kuratering og\nkommunikation.",
    " Studerendes forventes at indgår proaktivt i vejledningen ved\ntegnebordet, hvor frembragt materiale og refleksioner over\nmateriale og proces danner udgangspunkt for den individuelle\nvejledning.",
    " Afleveringen af projektforslag sker i form af en grafisk\npræsentation, hvor ideen, udformningen af projektforslaget og\nprocessen illustreres. Erkendelselogbog bliver udarbejdet løbende\nsom metarefleksion og afleveres sammen med projektet. Delopgaverne\nog materiale udarbejdet under kurset samles i et fysisk portfolio.\nVed eksamen fremlægger den studerende forslaget, hvor dele af\nportfolio og erkendelseslogbogen indgår, og den studerende indgår i\ndialog med censor og eksaminator."
  ],
  "Feedback form": [
    "Mundtlig",
    "Individuel",
    "Kollektiv",
    "Løbende feedback i undervisningsforløbet",
    "Feedback ved afsluttende eksamen (ud over karakteren)",
    "Peerfeedback (studerende giver hinanden feedback)",
    "Individuel tegnebordsvejledning, plenum og peerkritikker,\nopsætning af udstillinger og eksamen er alle former for\nfremadrettet feedback med mindre dele bagudrettet feedback.\nDen enkeltes projekt- og procesudvikling er rettet særligt\nmod øvelse i selvfeedback med ovenstående feedback\nløb."
  ],
  "Sign up": [
    "Som meritstuderende - klik her!\nSom enkeltfags-studerende (efter- og videreuddannelse) - klik\nher!",
    " Selvbetjeningen på KUnet"
  ],
  "study_level": "Bachelor",
  "start_block": 2,
  "course_id": "NIGB15038U",
  "title": "Håndværk & æstetik i landskabsarkitektur - Studio",
  "course_language": "da",
  "workloads": [
    { "workload_type": "lectures", "hours": 16.0 },
    { "workload_type": "preparation", "hours": 257.0 },
    { "workload_type": "exercises", "hours": 124.0 },
    { "workload_type": "field_work", "hours": 15.0 }
  ],
  "credits": 15.0,
  "coordinators": [
    { "full_name": "Rikke Munck Petersen", "email": "rmpe@ign.ku.dk" },
    { "full_name": "Heidi Svenningsen Kajita", "email": "hsk@ign.ku.dk" }
  ],
  "schedules": [{ "schedule_type": "A" }, { "schedule_type": "B" }],
  "exams": [
    { "exam_type": "written_assignment" },
    { "exam_type": "oral_examination", "minutes": 30 }
  ],
  "raw_description": "håndværk & æstetik i landskabsarkitektur - studio er et intensivt studio-kursus med individuel opgaveløsning. kurset styrker designtænkning og -metodik i landskabsarkitektur og planlægning. kurset undersøger og belyser sensorisk æstetisk oplevelse og rumlig analyse som central kundskab i økologisk funderet landskabsarkitektonisk designarbejde. kurset har dermed fokus på frembringelsen af rum for mennesker og samspil mellem mennesker, planter og dyr som fagets indlejrede æstetisk-etiske dimension. forhold mellem teoretisk-metodiske tilgange, oplevede og frembragte naturkulturer og æstetiske udsagn bliver undersøgt gennem individuelt projektarbejde med indbyggede delopgaver ledende mod et projektforslag. arbejdsformen er centreret om undersøgelse af det konkrete opgavested og i omsætning af sansninger til oplevelse og erkendelse gennem bevidst brug af analoge og digitale medier; foto, tegning, model, tekst og film som centrale omsætnings- og erkendelsesværktøjer. der introduceres til tegneprogrammet autocad. delopgaverne introducerer og understøtter disse udforskninger og erfaringer i spændingsfeltet mellem det fysiske arbejdssted og et abstrakt konceptions(genererings)rum, hvor operationer genererer rumlig studier (forslagsstillelse) i cirkulære og tilbagevendende (iterative) processer. tegninger, modeller, foto, tekst og film er dermed både designudsagn og -redskaber, gennem hvilke du som studerende arbejder bevidst med egen erkendelse og idegenerering i et sensorisk, spekulativt, tidsligt og grafisk perspektiv. denne problemudforskende arbejdsmåde styrkes derved som centralt landskabsarkitektonisk håndværk. tegnesalen, udstillinger såvel som forskellige kritikformer indgår aktivt som grafiske og mundtlige udtryksformer, og social og fysisk understøttelse af den enkeltes og den fælles læring på kurset. projektudarbejdelsen er et realitetsbetonet projektforløb som løses individuelt, diskuteres og præsenteres grafisk og mundtligt. en række forelæsninger, teoretisk-metodiske studier og filmvisninger understøtter, sammen med delopgaverne, viden og færdigheder i forhold til den stillede opgaves problematik og refleksions- og designmetodik. kurset imødekommer øget digitalisering inden for det landskabsarkitektoniske felt  gennem arbejde med filmmediet som både mimetisk og affektivt registrerings- og procesredskab i samspil med andre analog/digitale redskaber, bl.a. autocad. arbejdet med oplevelsesindvirkninger, egne, såvel som kommende brugere af det formgivne landskab, styrker at studerende arbejder bevidst med menneskets indlejring, slægtsskab og empatiske omgang med alt levende, som det indgår i og er med til at forme. bæredygtig bevidsthed om landskabers betydning styrkes herigennem, jf. landskabskonvensionen. målet er at studerende opnår fortrolighed med designfagets åbne, søgende og problemudforskende metodik. kurset styrker den enkelte studerende i udvikling af eget fundament gennem udvidelse af viden og kunnen fra hidtidigt studie og gennem udforskninger i spændingsfeltet mellem fysisk sted og abstrakt konceptions(genererings)rum. viden studerende vil opnå forståelse af sensoriske,  tidslige og rumlige virkninger i  fysisk rum, såvel som frembragt i det abstrakte genereringsrum  - dvs. undersøgelsesstedet, så vel gennem eget materiale, anvendte medier på tegnesalen.  særligt opnår studerende indsigt i at arbejde med bevægelser mellem at opleve rum og opleve krop og følelsesmæssige indvirkninger i relation til æstetiske virkemidler i eget designprojekt og -materiale. sammenhænge mellem analyse, koncept- og projektudvikling i cirkulære genererende forløb gøres bevidst og brugbart i forhold til egne studiearbejder, udvikling af arbejdsmetode og som arkitektstuderende. færdigheder studerende bliver fortrolige med bevidst brug af sansninger og sensoriske indvirkninger, og dermed æstetisk oplevelse udfoldet gennem et subjekts interaktion (arkitekt, såvel som bruger). de bliver fortrolige med sammenhænge mellem ide, udtryk og formidling gennem udforskning af hvad der skal vises, fortælles og hvordan i forhold til eget projektforslag. der opbygges en øget sikkerhed i at undersøge en given ide og udvikle et projekt med afsæt i visuelle teknikker og udtryksformer i samspil med sproglig klargøring. samlet styrker det den enkeltes designfaglig studie- og arbejdsmetodik. kompetencer gennem æstetiske, rumlige, visuelle og sproglige udforskninger af en fysisk kontekst og eget frembragt undersøgelsesmateriale opbygger de studerende en kritisk forslagsstillende evne i tilbagevendende(iterative) cirkler. studerende opnår derved fortrolighed med projektudvikling gennem udforskninger og afprøvninger som centralt håndværk i landskabsfaget. konkret styrkes en åben og søgende studie- og designmetodik, individuel erfaring med udvikling af en opgaves samlede desigforløb og grafisk såvel som mundtlig præsentationsteknik og kommunikation. opstart af individuel referencesamling og eget grafiske udtryk til brug og udvikling videre i studiet, opnås ligeledes. erfaring med formativ selv feedback såvel som kollektiv feedback er central forberedelse til det videre studie, bachelorprojekt og masterprojekt, samt arbejde i det designfaglige praksisfelt generelt. analyse, design- og formgivningskompetencer svarende til min 1 års undervisning på bachelorniveau indenfor landskabsarkitektur eller tilsvarende. analoge (foto, tegning og modelbygning) som digitale redskaber (film, adope cs).",
  "description": "[{\"type\": \"h1\", \"string\": \"Course Description\"}, {\"type\": \"p\", \"string\": \"Håndværk & æstetik i landskabsarkitektur - Studio er et intensivt studio-kursus med individuel opgaveløsning.\"}, {\"type\": \"p\", \"string\": \"Kurset styrker designtænkning og -metodik i landskabsarkitektur og planlægning.\"}, {\"type\": \"p\", \"string\": \"Kurset undersøger og belyser sensorisk æstetisk oplevelse og rumlig analyse som central kundskab i økologisk funderet landskabsarkitektonisk designarbejde. Kurset har dermed fokus på frembringelsen af rum for mennesker og samspil mellem mennesker, planter og dyr som fagets indlejrede æstetisk-etiske dimension.\"}, {\"type\": \"p\", \"string\": \"Forhold mellem teoretisk-metodiske tilgange, oplevede og frembragte naturkulturer og æstetiske udsagn bliver undersøgt gennem individuelt projektarbejde med indbyggede delopgaver ledende mod et projektforslag.\"}, {\"type\": \"p\", \"string\": \"Arbejdsformen er centreret om undersøgelse af det konkrete opgavested og i omsætning af sansninger til oplevelse og erkendelse gennem bevidst brug af analoge og digitale medier; foto, tegning, model, tekst og film som centrale omsætnings- og erkendelsesværktøjer. Der introduceres til tegneprogrammet AutoCAD.\"}, {\"type\": \"p\", \"string\": \"Delopgaverne introducerer og understøtter disse udforskninger og erfaringer i spændingsfeltet mellem det fysiske arbejdssted og et abstrakt konceptions(genererings)rum, hvor operationer genererer rumlig studier (forslagsstillelse) i cirkulære og tilbagevendende (iterative) processer. Tegninger, modeller, foto, tekst og film er dermed både designudsagn og -redskaber, gennem hvilke du som studerende arbejder bevidst med egen erkendelse og idegenerering i et sensorisk, spekulativt, tidsligt og grafisk perspektiv. Denne problemudforskende arbejdsmåde styrkes derved som centralt landskabsarkitektonisk håndværk. Tegnesalen, udstillinger såvel som forskellige kritikformer indgår aktivt som grafiske og mundtlige udtryksformer, og social og fysisk understøttelse af den enkeltes og den fælles læring på kurset.\"}, {\"type\": \"p\", \"string\": \"Projektudarbejdelsen er et realitetsbetonet projektforløb som løses individuelt, diskuteres og præsenteres grafisk og mundtligt.\"}, {\"type\": \"p\", \"string\": \"En række forelæsninger, teoretisk-metodiske studier og filmvisninger understøtter, sammen med delopgaverne, viden og færdigheder i forhold til den stillede opgaves problematik og refleksions- og designmetodik.\"}, {\"type\": \"p\", \"string\": \"Kurset imødekommer øget digitalisering inden for det landskabsarkitektoniske felt  gennem arbejde med filmmediet som både mimetisk og affektivt registrerings- og procesredskab i samspil med andre analog/digitale redskaber, bl.a. AutoCad. Arbejdet med oplevelsesindvirkninger, egne, såvel som kommende brugere af det formgivne landskab, styrker at studerende arbejder bevidst med menneskets indlejring, slægtsskab og empatiske omgang med alt levende, som det indgår i og er med til at forme. Bæredygtig bevidsthed om landskabers betydning styrkes herigennem, jf. landskabskonvensionen.\"}, {\"type\": \"h1\", \"string\": \"Learning Outcome\"}, {\"type\": \"p\", \"string\": \"Målet er at studerende opnår fortrolighed med designfagets åbne, søgende og problemudforskende metodik. Kurset styrker den enkelte studerende i udvikling af eget fundament gennem udvidelse af viden og kunnen fra hidtidigt studie og gennem udforskninger i spændingsfeltet mellem fysisk sted og abstrakt konceptions(genererings)rum.\"}, {\"type\": \"p\", \"string\": \"Viden\"}, {\"type\": \"p\", \"string\": \"Studerende vil opnå forståelse af sensoriske,  tidslige og rumlige virkninger i  fysisk rum, såvel som frembragt i det abstrakte genereringsrum  - dvs. undersøgelsesstedet, så vel gennem eget materiale, anvendte medier på tegnesalen.  Særligt opnår studerende indsigt i at arbejde med bevægelser mellem at opleve rum og opleve krop og følelsesmæssige indvirkninger i relation til æstetiske virkemidler i eget designprojekt og -materiale. Sammenhænge mellem analyse, koncept- og projektudvikling i cirkulære genererende forløb gøres bevidst og brugbart i forhold til egne studiearbejder, udvikling af arbejdsmetode og som arkitektstuderende.\"}, {\"type\": \"p\", \"string\": \"Færdigheder\"}, {\"type\": \"p\", \"string\": \"Studerende bliver fortrolige med bevidst brug af sansninger og sensoriske indvirkninger, og dermed æstetisk oplevelse udfoldet gennem et subjekts interaktion (arkitekt, såvel som bruger). De bliver fortrolige med sammenhænge mellem ide, udtryk og formidling gennem udforskning af hvad der skal vises, fortælles og hvordan i forhold til eget projektforslag. Der opbygges en øget sikkerhed i at undersøge en given ide og udvikle et projekt med afsæt i visuelle teknikker og udtryksformer i samspil med sproglig klargøring. Samlet styrker det den enkeltes designfaglig studie- og arbejdsmetodik.\"}, {\"type\": \"p\", \"string\": \"Kompetencer\"}, {\"type\": \"p\", \"string\": \"Gennem æstetiske, rumlige, visuelle og sproglige udforskninger af en fysisk kontekst og eget frembragt undersøgelsesmateriale opbygger de studerende en kritisk forslagsstillende evne i tilbagevendende(iterative) cirkler. Studerende opnår derved fortrolighed med projektudvikling gennem udforskninger og afprøvninger som centralt håndværk i landskabsfaget. Konkret styrkes en åben og søgende studie- og designmetodik, individuel erfaring med udvikling af en opgaves samlede desigforløb og grafisk såvel som mundtlig præsentationsteknik og kommunikation. Opstart af individuel referencesamling og eget grafiske udtryk til brug og udvikling videre i studiet, opnås ligeledes. Erfaring med formativ selv feedback såvel som kollektiv feedback er central forberedelse til det videre studie, bachelorprojekt og masterprojekt, samt arbejde i det designfaglige praksisfelt generelt.\"}, {\"type\": \"h1\", \"string\": \"Recommended Academic Qualifications\"}, {\"type\": \"p\", \"string\": \"Analyse, design- og formgivningskompetencer svarende til min 1 års undervisning på bachelorniveau indenfor landskabsarkitektur eller tilsvarende. Analoge (foto, tegning og modelbygning) som digitale redskaber (film, Adope CS).\"}]"
}
