{
  "url": "http://kurser.ku.dk/course/NMAA05070U",
  "duration": 1,
  "course capacity": "No limit\n\nThe number of seats may be reduced in the late registration\nperiod",
  "study board": ["Study Board of Mathematics and Computer Science"],
  "contracting departments": ["Department of Mathematical Sciences"],
  "contracting faculty": "Faculty of Science",
  "last-modified": "Saved on the\n28-02-2023",
  "Education": ["BSc Programme in Actuarial Mathematics"],
  "Literature": [
    "Examples on course literature:",
    "T. Mikosch. Non-Life Insurance Mathematics.",
    "An Introduction with the Poisson Process.",
    "2nd edition, Springer 2009"
  ],
  "Teaching and learning methods": [
    " 5 hours of lectures and 3\nhours of exercises per week for 7 weeks."
  ],
  "Feedback form": [
    "Oral",
    "Oral feedback will be given to the students’ presentations\nin class."
  ],
  "Sign up": [
    "As\nan exchange, guest and credit student - click here!",
    "Continuing Education - click here!",
    " Self Service at KUnet"
  ],
  "study_level": "Bachelor",
  "start_block": 4,
  "course_id": "NMAA05070U",
  "title": "Basic Non-Life Insurance Mathematics (Skade1)",
  "course_language": "en",
  "workloads": [
    { "workload_type": "lectures", "hours": 35.0 },
    { "workload_type": "preparation", "hours": 147.0 },
    { "workload_type": "theory_exercises", "hours": 21.0 },
    { "workload_type": "exam", "hours": 3.0 }
  ],
  "credits": 7.5,
  "coordinators": [
    { "full_name": "Thomas Valentin Mikosch", "email": "mikosch@math.ku.dk" }
  ],
  "schedules": [{ "schedule_type": "C" }],
  "exams": [{ "exam_type": "written_examination", "minutes": 180 }],
  "raw_description": "the course will give an overview of some important elements of non-life insurance and reinsurance:  models for claim numbers: the poisson, mixed poisson and renewal process.  stochastic models for non-life insurance risks, in particular the compound poisson, compound mixed poisson and renewal models.  large and small claims distributions.  premium calculation principles for the total claim amount of a portfolio.  experience rating: calculation of the premium in a policy.  bayes estimation and credibility theory. at the end of the course, the students are expected to have the following knowledge:  definition and properties of claim number processes; in particular poisson processes, mixed poisson processes and renewal processes.  definition and properties of total claim amount processes in a portfolio.  the cramer-lundberg and the renewal model as basic risk models.  methods for approximating the distribution of risk models.  small and large claim distributions and their properties.  premium calculation principles and their properties.  reinsurance treaties and their properties.  bayesian methods in a non-life insurance context, in particular the  bayes and linear bayes estimators for calculating the premium in a policy.  the student will gain the following skills:  -calculation of distributional characteristics of  the claim number and total claim amount processes, in particular their moments.  -calculation of premiums for a non-life (re)insurance portfolio  and a non-life individual policy.  -statistical skills for analysizing  small and large claim data.   -risk analyses  in a non-life portfolio.  -proficiency in bayesian methods in a non-life insurance context.  competences:     at the end of the course, the student  will be able to  relate and illustrate theory and practice in a non-life insurance company.  the student will be able to read the actuarial non-life literature and be operational in premium calculation and risk analysis. basic knowledge of probability theory, statistics and stochastic processes: sandsynlighedsteori (sand2) - alternatively mål- og integralteori (mi) from previous years. forsikring og jura 1 (forsik&jura1) or similar courses.",
  "description": "[{\"type\": \"h1\", \"string\": \"Course Description\"}, {\"type\": \"p\", \"string\": \"The course will give an overview of some important elements of non-life insurance and reinsurance:  Models for claim numbers: the Poisson, mixed Poisson and renewal process.  Stochastic models for non-life insurance risks, in particular the compound Poisson, compound mixed Poisson and renewal models.  Large and small claims distributions.  Premium calculation principles for the total claim amount of a portfolio.  Experience rating: calculation of the premium in a policy.  Bayes estimation and credibility theory.\"}, {\"type\": \"h1\", \"string\": \"Learning Outcome\"}, {\"type\": \"p\", \"string\": \"At the end of the course, the students are expected to have the following knowledge:  Definition and properties of claim number processes; in particular Poisson processes, mixed Poisson processes and renewal processes.  Definition and properties of total claim amount processes in a portfolio.  The Cramer-Lundberg and the renewal model as basic risk models.  Methods for approximating the distribution of risk models.  Small and large claim distributions and their properties.  Premium calculation principles and their properties.  Reinsurance treaties and their properties.  Bayesian methods in a non-life insurance context, in particular the  Bayes and linear Bayes estimators for calculating the premium in a policy.  The student will gain the following skills:  -Calculation of distributional characteristics of  the claim number and total claim amount processes, in particular their moments.  -Calculation of premiums for a non-life (re)insurance portfolio  and a non-life individual policy.  -Statistical skills for analysizing  small and large claim data.   -Risk analyses  in a non-life portfolio.  -Proficiency in Bayesian methods in a non-life insurance context.  Competences:     At the end of the course, the student  will be able to  relate and illustrate theory and practice in a non-life insurance company.  The student will be able to read the actuarial non-life literature and be operational in premium calculation and risk analysis.\"}, {\"type\": \"h1\", \"string\": \"Recommended Academic Qualifications\"}, {\"type\": \"p\", \"string\": \"Basic knowledge of probability theory, statistics and stochastic processes:\"}, {\"type\": \"p\", \"string\": \"Sandsynlighedsteori (Sand2) - alternatively Mål- og integralteori (MI) from previous years. Forsikring og jura 1 (Forsik&Jura1) or similar courses.\"}]"
}
