{
  "url": "http://kurser.ku.dk/course/NMAA05069U",
  "duration": 1,
  "course capacity": "Ingen begrænsning\n\nDer kan være færre pladser i eftertilmeldingsperioden",
  "study board": ["Studienævn for Matematik og Datalogi"],
  "contracting departments": ["Institut for Matematiske Fag"],
  "contracting faculty": "Faculty of Science",
  "last-modified": "Gemt den\n28-02-2023",
  "Engelsk titel": ["Complex Analysis (KomAn)"],
  "Education": ["Bacheloruddannelsen i matematik"],
  "Teaching and learning methods": [
    " 5 timers forelæsninger og 4\ntimers øvelser om ugen i 7 uger."
  ],
  "Feedback form": [
    "Skriftlig",
    "Individuel",
    "I løbet af kurset vil afleverede besvarelser af de obligatoriske\nopgavesæt blive rettet."
  ],
  "Sign up": [
    "Som meritstuderende - klik her!",
    "Som enkeltfags-studerende (efter- og videreuddannelse) - klik\nher!",
    " Selvbetjeningen på KUnet"
  ],
  "study_level": "Bachelor",
  "start_block": 2,
  "course_id": "NMAA05069U",
  "title": "Kompleks funktionsteori (KomAn)",
  "course_language": "da",
  "workloads": [
    { "workload_type": "lectures", "hours": 35.0 },
    { "workload_type": "preparation", "hours": 140.0 },
    { "workload_type": "theory_exercises", "hours": 28.0 },
    { "workload_type": "exam", "hours": 3.0 }
  ],
  "credits": 7.5,
  "coordinators": [
    { "full_name": "Henrik Laurberg Pedersen", "email": "henrikp@math.ku.dk" }
  ],
  "schedules": [{ "schedule_type": "A" }],
  "exams": [{ "exam_type": "written_examination", "minutes": 180 }],
  "raw_description": "1. simple egenskaber ved holomorfe funktioner,  cauchy-riemann's ligninger.  2. summen af en potensrække er  holomorf.  3. eksponentialfunktionen og de trigonometriske og hyperbolske funktioner af en kompleks variabel og deres potensrækker.  4. kurveintegraler og stamfunktioner i den komplekse plan.  5. cauchy's sætninger.  6. anvendelser af cauchy's sætninger: udvikling af holomorfe funktioner i  potensrækker, harmoniske funktioner, lokal uniform konvergens, liouville's sætning, algebraens fundamentalsætning.  7. argument, logaritme, potens.  8. nulpunkter og poler, meromorfe funktioner og laurentrækker.  9. cauchy's  residuesætning, rouché's sætning og anvendelser vedrørende  udregning af  integraler and summen af uendelige rækker.  10. maksimumprincippet.  11. möbius transformationer. viden: beherske de fundamentale begreber holomorfi, cauchy-riemann's ligninger, komplekse kurveintegraler, stamfunktioner, nulpunkter, isolerede singulariteter, poler, essentielle singulariteter, residuer, harmoniske funktioner, möbius transformationer,  argumentvariation og omløbstal. ovenstående omfatter både forståelse af det teoretiske indhold og evne til at afgøre om en bestemt egenskab gælder i konkrete eksempler. færdigheder: to færdigheder er  centrale: opgaveløsning og matematisk ræsonnement.  ved kursets afslutning forventes studenterne at kunne følgende: beherske beregninger med komplekse tal involverende addition, subtraktion, multiplikation, division, roduddragning, potensopløftning og grænseværdier. udføre beregninger med potensrækker og kunne gøre brug af potensrækkerne for de elementære funktioner: de trigonometriske, de hyperbolske, logaritmer og eksponential funktioner. bestemme værdien af konkrete integraler og summer baseret på cauchy's sætninger, specielt residuesætningen. afgøre punktvis, uniform og lokalt uniform konvergens af følger og uendelige rækker af holomorfe funktioner. finde potensrækker og laurentrækker for konkrete funktioner. bestemme og klassificere nulpunkter og isolerede singulariteter. kompetencer: de studerende forventes at have lært, at ideer og metoder fra kompleks analyse kan give en dybere forståelse af problemer fra reel analyse end det er muligt at opnå ved udelukkende at arbejde i det reelle område. der er vigtige forskelle mellem resultater i reel og kompleks analyse. beherske et vist antal nøgleresultater på en sådan måde, at de kan reproducere beviserne  og anvende dem i logiske ræsonnementer på beslægtede problemstillinger. analyse 1 (an1)",
  "description": "[{\"type\": \"h1\", \"string\": \"Course Description\"}, {\"type\": \"p\", \"string\": \"1. Simple egenskaber ved holomorfe funktioner,  Cauchy-Riemann's ligninger.  2. Summen af en potensrække er  holomorf.  3. Eksponentialfunktionen og de trigonometriske og hyperbolske funktioner af en kompleks variabel og deres potensrækker.  4. Kurveintegraler og stamfunktioner i den komplekse plan.  5. Cauchy's sætninger.  6. Anvendelser af Cauchy's sætninger: Udvikling af holomorfe funktioner i  potensrækker, harmoniske funktioner, lokal uniform konvergens, Liouville's sætning, algebraens fundamentalsætning.  7. Argument, logaritme, potens.  8. Nulpunkter og poler, meromorfe funktioner og Laurentrækker.  9. Cauchy's  residuesætning, Rouché's sætning og anvendelser vedrørende  udregning af  integraler and summen af uendelige rækker.  10. Maksimumprincippet.  11. Möbius transformationer.\"}, {\"type\": \"h1\", \"string\": \"Learning Outcome\"}, {\"type\": \"p\", \"string\": \"Viden:\"}, {\"type\": \"p\", \"string\": \"Beherske de fundamentale begreber holomorfi, Cauchy-Riemann's ligninger, komplekse kurveintegraler, stamfunktioner, nulpunkter, isolerede singulariteter, poler, essentielle singulariteter, residuer, harmoniske funktioner, Möbius transformationer,  argumentvariation og omløbstal. Ovenstående omfatter både forståelse af det teoretiske indhold og evne til at afgøre om en bestemt egenskab gælder i konkrete eksempler.\"}, {\"type\": \"p\", \"string\": \"Færdigheder:\"}, {\"type\": \"p\", \"string\": \"To færdigheder er  centrale: Opgaveløsning og matematisk ræsonnement.  Ved kursets afslutning forventes studenterne at kunne følgende:\"}, {\"type\": \"li\", \"string\": \"Beherske beregninger med komplekse tal involverende addition, subtraktion, multiplikation, division, roduddragning, potensopløftning og grænseværdier.\"}, {\"type\": \"li\", \"string\": \"Udføre beregninger med potensrækker og kunne gøre brug af potensrækkerne for de elementære funktioner: de trigonometriske, de hyperbolske, logaritmer og eksponential funktioner.\"}, {\"type\": \"li\", \"string\": \"Bestemme værdien af konkrete integraler og summer baseret på Cauchy's sætninger, specielt residuesætningen.\"}, {\"type\": \"li\", \"string\": \"Afgøre punktvis, uniform og lokalt uniform konvergens af følger og uendelige rækker af holomorfe funktioner.\"}, {\"type\": \"li\", \"string\": \"Finde potensrækker og Laurentrækker for konkrete funktioner.\"}, {\"type\": \"li\", \"string\": \"Bestemme og klassificere nulpunkter og isolerede singulariteter.\"}, {\"type\": \"p\", \"string\": \"Kompetencer:\"}, {\"type\": \"p\", \"string\": \"De studerende forventes at have lært, at\"}, {\"type\": \"li\", \"string\": \"ideer og metoder fra kompleks analyse kan give en dybere forståelse af problemer fra reel analyse end det er muligt at opnå ved udelukkende at arbejde i det reelle område.\"}, {\"type\": \"li\", \"string\": \"der er vigtige forskelle mellem resultater i reel og kompleks analyse.\"}, {\"type\": \"li\", \"string\": \"beherske et vist antal nøgleresultater på en sådan måde, at de kan reproducere beviserne  og anvende dem i logiske ræsonnementer på beslægtede problemstillinger.\"}, {\"type\": \"h1\", \"string\": \"Recommended Academic Qualifications\"}, {\"type\": \"p\", \"string\": \"Analyse 1 (An1)\"}]"
}
