{
  "url": "http://kurser.ku.dk/course/NMAK16007U",
  "duration": 1,
  "course capacity": "No limit\n\nThe number of seats may be reduced in the late registration\nperiod",
  "study board": ["Study Board of Mathematics and Computer Science"],
  "contracting departments": ["Department of Mathematical Sciences"],
  "contracting faculty": "Faculty of Science",
  "lecturers": ["Fabien Pazuki"],
  "last-modified": "Saved on the\n28-02-2023",
  "Education": [
    "MSc Programme in Mathematics\n\nMSc Programme in Mathematics with a minor subject"
  ],
  "Literature": [
    "Examples of course literature:",
    "The Arithmetic of Elliptic Curves by Joseph Silverman.",
    "Rational points on elliptic curves, UTM, Springer, by Joseph\nSilverman and John Tate."
  ],
  "Teaching and learning methods": [
    " 6 hours of lectures and 2\nhours of tutorials each week for 7 weeks."
  ],
  "Remarks": [
    " Elliptic Curves definitely\nfits in the circle of ideas presented in these other courses:\nAlgebra 3, Algebraic Number Theory, Analytic Number Theory and\nAlgebraic Geometry."
  ],
  "Feedback form": [
    "Oral",
    "Collective",
    "Continuous feedback during the course of the\nsemester"
  ],
  "Sign up": [
    "As\nan exchange, guest and credit student - click here!",
    "",
    "Continuing Education - click here!",
    " Self Service at KUnet"
  ],
  "study_level": "Master",
  "start_block": 3,
  "course_id": "NMAK16007U",
  "title": "Elliptic Curves",
  "course_language": "en",
  "workloads": [
    { "workload_type": "lectures", "hours": 42.0 },
    { "workload_type": "preparation", "hours": 147.0 },
    { "workload_type": "exercises", "hours": 14.0 },
    { "workload_type": "exam", "hours": 3.0 }
  ],
  "credits": 7.5,
  "coordinators": [
    { "full_name": "Fabien Pazuki", "email": "fpazuki@math.ku.dk" }
  ],
  "schedules": [{ "schedule_type": "B" }],
  "exams": [
    { "exam_type": "continuous_assessment" },
    { "exam_type": "written_examination", "minutes": 180 }
  ],
  "raw_description": "the aim of this course is to discover the beautiful theory of elliptic curves. elliptic curves are objects at the crossroads between geometry, analysis, algebra and number theory. they constitute one of the key ingredient in the proof of fermat’s last theorem for instance, and famous open conjectures -for example the birch and swinnerton-dyer conjecture- focus on these special curves. studying compact riemann surfaces, lattice theory and periodic functions, rational points and diophantine problems, projective and affine geometry of curves, schemes, higher galois theory, modular forms and l functions, abelian varieties, local fields, global fields, finite fields, modern cryptography, each time these curves show up at a central place. as these objects really appear as a corner stone in the modern mathematical landscape, we offer a course presenting in details their various definitions and basic properties and focus on some modern applications. at times, properties from algebraic geometry, from complex analysis, from algebra, from number theory, are referred to. knowledge: the student should be familiar with the main results of the topics of the course. skills: at the end of the course the student is expected to be able to follow and reproduce arguments at a high level corresponding to the contents of the course. competences: the student should be able to apply the theory to solve problems of moderate difficulty within the topics of the course. algebra 2 (alg2) or similar. academic qualifications equivalent to a bsc degree is recommended.",
  "description": "[{\"type\": \"h1\", \"string\": \"Course Description\"}, {\"type\": \"p\", \"string\": \"The aim of this course is to discover the beautiful theory of elliptic curves. Elliptic curves are objects at the crossroads between geometry, analysis, algebra and number theory. They constitute one of the key ingredient in the proof of Fermat’s Last Theorem for instance, and famous open conjectures -for example the Birch and Swinnerton-Dyer conjecture- focus on these special curves. Studying compact Riemann surfaces, lattice theory and periodic functions, rational points and diophantine problems, projective and affine geometry of curves, schemes, higher Galois theory, modular forms and L functions, abelian varieties, local fields, global fields, finite fields, modern cryptography, each time these curves show up at a central place.\"}, {\"type\": \"p\", \"string\": \"As these objects really appear as a corner stone in the modern mathematical landscape, we offer a course presenting in details their various definitions and basic properties and focus on some modern applications. At times, properties from algebraic geometry, from complex analysis, from algebra, from number theory, are referred to.\"}, {\"type\": \"h1\", \"string\": \"Learning Outcome\"}, {\"type\": \"p\", \"string\": \"Knowledge: The student should be familiar with the main results of the topics of the course.\"}, {\"type\": \"p\", \"string\": \"Skills: At the end of the course the student is expected to be able to follow and reproduce arguments at a high level corresponding to the contents of the course.\"}, {\"type\": \"p\", \"string\": \"Competences: The student should be able to apply the theory to solve problems of moderate difficulty within the topics of the course.\"}, {\"type\": \"h1\", \"string\": \"Recommended Academic Qualifications\"}, {\"type\": \"p\", \"string\": \"Algebra 2 (Alg2) or similar.\"}, {\"type\": \"p\", \"string\": \"Academic qualifications equivalent to a BSc degree is recommended.\"}]"
}
