{
  "url": "http://kurser.ku.dk/course/NPLK14004U",
  "duration": 1,
  "course capacity": "25\n\nThe number of seats may be reduced in the late registration\nperiod",
  "study board": [
    "Study Board of Natural Resources, Environment and Animal\nScience"
  ],
  "contracting departments": [
    "Department of Plant and Environmental Sciences",
    "Department of Food and Resource Economics",
    "Department of Geoscience and Natural Resource\nManagement"
  ],
  "contracting faculty": "Faculty of Science",
  "lecturers": ["Bo Jellesmark Thorsen", "", "Niclas Scott Bentsen"],
  "last-modified": "Saved on the\n28-02-2023",
  "Education": [
    "MSc Programme in Agriculture\n\nMSc Programme in  Environmental Science"
  ],
  "Literature": [
    "Course material consists of a textbook introducing the\ngeneral theory. In addition, illustrateive papers used and journal\nclubs will be part of the curricullum as well as notes on CBA\nwhich will be distributed during the course."
  ],
  "Teaching and learning methods": [
    null,
    null,
    null,
    null,
    null,
    null,
    null,
    " The course is divided in two\nmajor parts:",
    " 1. Introduction to the theory, principles and application of LCA;",
    " 2. Use of the acquired LCA competences in case-studies.",
    " In the first part, the general theory of life cycle assessment will\nbe presented in the form of lectures and exercises and the students\nwill be acquainted with life cycle thinking. In addition, the\nstudents will get hand-on experience with LCA software and\nacquainted with the possibilities of its use through exercises. A\ncase study and several small exercises will illustrate the\nprinciples relevant to biological production systems such as land\nuse, eutrophication, global warming etc.",
    " In the second part the students will conduct a more realistic case.\nAn expert in the area will act as a client requesting a LCA, while\nthe student will act as LCA experts carrying out the assessment.\nThis will be done in study groups, but the students will each write\nan individual discussion of the results. This case will serve to\nillustrate some of the practical problems with LCA in more detail\nand train the use of LCA software. In addition, journals clubs will\nbe arranged where relevant LCA studies are discussed as\nillustrateive examples of how to conduct LCA studies and how to\nreport them."
  ],
  "Feedback form": [
    "Written",
    "Oral",
    "Feedback through discussions during the group work on cases\nand  written feedback on case 1 report."
  ],
  "Sign up": [
    "As\nan exchange, guest and credit student - click here!",
    "Continuing Education - click here!",
    " Self Service at KUnet"
  ],
  "study_level": "Master",
  "start_block": 1,
  "course_id": "NPLK14004U",
  "title": "Life Cycle Assessment within Biological Production Systems",
  "course_language": "en",
  "workloads": [
    { "workload_type": "lectures", "hours": 39.0 },
    { "workload_type": "preparation", "hours": 44.0 },
    { "workload_type": "exercises", "hours": 30.0 },
    { "workload_type": "project_work", "hours": 93.0 }
  ],
  "credits": 7.5,
  "coordinators": [{ "full_name": "Sander Bruun", "email": "sab@plen.ku.dk" }],
  "schedules": [{ "schedule_type": "B" }],
  "exams": [
    { "exam_type": "oral_examination", "minutes": 20 },
    { "exam_type": "written_assignment" }
  ],
  "raw_description": "life cycle assessment (lca) is a multi-disciplinary methodology used to assess the sustainability of a product. this could be anything from tomatoes to a complete diet. lca is done by quantifying the potential environmental impacts associated with the production of the product. these potential impacts can then be compared with alternative options. the methodology is increasingly applied as an aid for political decision making and knowledge about the methodology is therefore highly relevant to students interested in environmental science and management.  the course covers general lca theory:  1. goal and scope definition  2. inventory analysis  3. life impact assessment  4. interpretation of results  this includes important subjects like definition of functional unit, system boundary delimitation, allocation, system expansion, circular production, change-oriented versus accounting lca, consequential versus attributional modeling. impact assessment methodology and sensitivity analysis.  special emphasis will be given to various environmental and resource conservation problems that arise in conjunction with products of biological production systems (e.g. crop production, bioenergy, animal production, aquaculture, waste management, fermentation). the students are also introduced to the concept of cost benefit analysis (cba) and illustrative examples of cba based on value transfer will be given. the objective of the course is to teach the students the theory behind, and to gain experience with applying life cycle assessment. the course will teach the students the basic principles for conducting an life cycle assessments and give them experience with the methodology to allow them to compare the environmental performance of different alternative products. upon completion of the course the students should be able to:knowledge: - identify major environmental impacts of biological production systems - show overview of the theory of life cycle assessment (lca)  - outline the definition of scope, goal, inventory analysis and impact assessment - describe how lca can be used for improving production systems  - summarize the transfer of lca results to economic cost-benefit analysis (cba)  - describe alternative environmental assessment tools and their applicability skills: - use lca software and apply it to practical cases  - apply lca on different kinds of products of biological production systems - analyse factors that influence the environmental impact of biological systems directly or indirectly  - assess and relate critically to the conclusions of lca reports competences: - discuss environmental problems associated with biological production systems  - present an understanding of potential consequences of the results of an lca  - suggest improvements to biological production systems in terms of environmental impact with the aid of lca  - link lca-outcomes with the cba of economists and discuss the implications of this. basic background in natural science",
  "description": "[{\"type\": \"h1\", \"string\": \"Course Description\"}, {\"type\": \"p\", \"string\": \"Life cycle assessment (LCA) is a multi-disciplinary methodology used to assess the sustainability of a product. This could be anything from tomatoes to a complete diet.\"}, {\"type\": \"p\", \"string\": \"LCA is done by quantifying the potential environmental impacts associated with the production of the product. These potential impacts can then be compared with alternative options.\"}, {\"type\": \"p\", \"string\": \"The methodology is increasingly applied as an aid for political decision making and knowledge about the methodology is therefore highly relevant to students interested in environmental science and management.  The course covers general LCA theory:  1. Goal and scope definition  2. Inventory analysis  3. Life impact assessment  4. Interpretation of results  This includes important subjects like definition of functional unit, system boundary delimitation, allocation, system expansion, circular production, change-oriented versus accounting LCA, consequential versus attributional modeling. Impact assessment methodology and sensitivity analysis.  Special emphasis will be given to various environmental and resource conservation problems that arise in conjunction with products of biological production systems (e.g. crop production, bioenergy, animal production, aquaculture, waste management, fermentation). The students are also introduced to the concept of cost benefit analysis (CBA) and illustrative examples of CBA based on value transfer will be given.\"}, {\"type\": \"h1\", \"string\": \"Learning Outcome\"}, {\"type\": \"p\", \"string\": \"The objective of the course is to teach the students the theory behind, and to gain experience with applying life cycle assessment. The course will teach the students the basic principles for conducting an life cycle assessments and give them experience with the methodology to allow them to compare the environmental performance of different alternative products. Upon completion of the course the students should be able to:Knowledge: - Identify major environmental impacts of biological production systems - Show overview of the theory of life cycle assessment (LCA)  - outline the definition of scope, goal, inventory analysis and impact assessment - Describe how LCA can be used for improving production systems  - Summarize the transfer of LCA results to economic cost-benefit analysis (CBA)  - Describe alternative environmental assessment tools and their applicability Skills: - Use LCA software and apply it to practical cases  - Apply LCA on different kinds of products of biological production systems - Analyse factors that influence the environmental impact of biological systems directly or indirectly  - Assess and relate critically to the conclusions of LCA reports Competences: - Discuss environmental problems associated with biological production systems  - Present an understanding of potential consequences of the results of an LCA  - Suggest improvements to biological production systems in terms of environmental impact with the aid of LCA  - Link LCA-outcomes with the CBA of economists and discuss the implications of this.\"}, {\"type\": \"h1\", \"string\": \"Recommended Academic Qualifications\"}, {\"type\": \"p\", \"string\": \"Basic background in natural science\"}]"
}
