{
  "description": {
    "description": [
      {
        "type": "p",
        "string": "Bioinformatik er en central del af biologiske uddannelser og central for forståelse af biologi og den bioteknologiske udnyttelse af biologiske data og en central integreret del af biologiske forskningsprojekter i både akademiske institutioner og biotekfirmaer. Bioinformatik 1 kurset vil give jer mulighed for at forstå og bruge bioinformatiske værktøjer til at analysere biologiske data. Kurset er præsenteret som en biologisk disciplin forankret i evolutionære teorier. Kurset består af fire hoved elementer:"
      },
      {
        "type": "p",
        "string": "•       At forstå grundlæggende bioinformatiske metoder og deres anvendelsesmuligheder."
      },
      {
        "type": "p",
        "string": "•       Hands-on erfaring med bioinformatiske metoder og værktøjer"
      },
      {
        "type": "p",
        "string": "•       Forståelse for de bagvedliggende principper."
      },
      {
        "type": "p",
        "string": "•       At kunne forholde sig kritisk til resultater opnået ved brug af bioinformatiske metoder."
      },
      {
        "type": "p",
        "string": "Kurset er bygget op over følgende faglige elementer:"
      },
      {
        "type": "li",
        "string": "Molekylære og proteinstrukturdatabaser, datakvalitet og database struktur."
      },
      {
        "type": "li",
        "string": "DNA og protein sekvens alignments, herunder pairwise og multiple aligments samt BLAST"
      },
      {
        "type": "li",
        "string": "Molekylær fylogeni og bootstrapping"
      },
      {
        "type": "li",
        "string": "RNA og Transcriptomics"
      },
      {
        "type": "li",
        "string": "Genom annotering og gene finding (protein kodende)"
      },
      {
        "type": "li",
        "string": "Motiv søgning"
      },
      {
        "type": "li",
        "string": "Genom analyser"
      },
      {
        "type": "li",
        "string": "Klassifikation af 3D-proteinstrukturer, sekundær struktur forudsigelse og 3D-struktur (komparativ) modellering"
      }
    ],
    "learning_outcome": [
      {
        "type": "p",
        "string": "Kursets hovedformål er at uddanne de studerende til at forstå grundlæggende digitale bioinformatiske metoder og deres anvendelsesmuligheder. Der er lagt vægt på hands-on erfaring samt at der opnås en grundlæggende forståelse for de bagvedliggende principper, således at de studerende bringes i stand til at de udnytte de enorme mængder tilgængelige data til at opnå biologisk viden, og til at kunne forholde sig kritisk til data opnået ved brug af bioinformatiske digitale metoder.  Når kurset er færdigt forventes den studerende at:"
      },
      {
        "type": "p",
        "string": "Viden:"
      },
      {
        "type": "li",
        "string": "have kendskab til klassificering og opbevaring af molekylære og protein databaser og deres struktur."
      },
      {
        "type": "li",
        "string": "kunne beskrive opbygning af molekylære og proteinstrukturdatabaser"
      },
      {
        "type": "li",
        "string": "have viden om Gene Ontologies"
      },
      {
        "type": "li",
        "string": "kunne beskrive grundlæggende love og principper for de mest udbredte bioinformatiske metoder (digitale værktøjer) til parvis og multiple sekvenssammenligning, fylogeni, detektion af sekvensmotiver, (herunder f.eks. bindingsites i promotorer)"
      },
      {
        "type": "li",
        "string": "have teknologisk forståelse for principperne bag bioinformatiske digitale værktøjer inden for opbygning af databaser, motiv søgning, parvise og multiple alignments, genom- og transkriptom analyse og protein homologi modellering"
      },
      {
        "type": "li",
        "string": "kunne beskrive grundlæggende principper for klassifikation af proteiners 3D strukturer og -modellering"
      },
      {
        "type": "li",
        "string": "have viden om transcriptomics og have kendskab til principper i gen findning af protein kodende og ikke-kodende RNA gener"
      },
      {
        "type": "p",
        "string": "Færdigheder:"
      },
      {
        "type": "li",
        "string": "kunne forholde sig kritisk til brug af digitale værktøjer inden for bioinformatikken og reflektere over valg af input data og forholde sig kritisk til output data."
      },
      {
        "type": "li",
        "string": "søge viden i eksisterende DNA, RNA og proteinstrukturdatabaser og genome browsers"
      },
      {
        "type": "li",
        "string": "udføre parvise og multiple sammenligninger af sekvenser"
      },
      {
        "type": "li",
        "string": "fremstille og forstå fylogenetiske træer"
      },
      {
        "type": "li",
        "string": "søge efter og identificere sekvensmotiver"
      },
      {
        "type": "li",
        "string": "udføre grundlæggende genomanalyse"
      },
      {
        "type": "li",
        "string": "grundlæggende håndtering af data ifbm sekvens assembly/read mapping"
      },
      {
        "type": "li",
        "string": "søge efter bindings motiv i DNA"
      },
      {
        "type": "li",
        "string": "søge efter ikke-kodende RNA gener"
      },
      {
        "type": "li",
        "string": "søge viden i og bruge eksisterende transcriptomics databaser"
      },
      {
        "type": "li",
        "string": "fremstille 3D-protein strukturer baseret på computerbaseret komparativ modellering"
      },
      {
        "type": "p",
        "string": "Kompetencer:"
      },
      {
        "type": "li",
        "string": "Forholde sig kritisk til valg af og brug af digitale værktøjer baseret på en forståelse af de grundlæggende principper bag bioinformatik. Forholde sig kritisk til input og output af data og resultater opnået ved brug af bioinformatikse metoder, herunder refleksion over tilgang til data, valg af digitale værktøjer og genereret data."
      }
    ],
    "recommended_academic_qualifications": [
      {
        "type": "p",
        "string": "Viden om DNA, RNA, proteiner og geners opbygning og funktioner. Basal genetik."
      }
    ]
  },
  "start_block": "1",
  "exams": [
    {
      "minutes": 20,
      "exam_type": "oral_examination"
    }
  ],
  "study_level": "Bachelor",
  "course_language": "da",
  "title": "Bioinformatik 1",
  "credits": 7.5,
  "course_id": "LBIB10123U",
  "schedules": [
    {
      "schedule_type": "A"
    }
  ],
  "employees": [
    {
      "email": "bak@plen.ku.dk",
      "full_name": "Søren Bak"
    }
  ],
  "workloads": [
    {
      "hours": 1,
      "workload_type": "exam"
    },
    {
      "hours": 10,
      "workload_type": "theory_exercises"
    },
    {
      "hours": 35,
      "workload_type": "lectures"
    },
    {
      "hours": 50,
      "workload_type": "practical_exercises"
    },
    {
      "hours": 110,
      "workload_type": "preparation"
    }
  ]
}
